Revit 2027 API
ParameterTypeId.ViewGraphSchedMaterialTypes Property
 "Material Types"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewGraphSchedMaterialTypes { get; }
Public Shared ReadOnly Property ViewGraphSchedMaterialTypes As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewGraphSchedMaterialTypes {
	ForgeTypeId^ get ();
}
static member ViewGraphSchedMaterialTypes : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace